wave_support_api/app/controllers/tickets_controller.rb

  def index
    @tickets = Ticket.all
---
SELECT "tickets".* FROM "tickets"